adw-gtk-theme
alacritty
base
base-devel
bluetui
bluez-utils
btop
chrony
dhcpcd
dialog
docker
dua-cli
dust
eza
fastfetch
fd
firefox
firefoxpwa
foot
fuzzel
gimp
git
gnome-themes-extra
grim
gum
hyprland
impala
imv
inkscape
iptables-nft
jq
k9s
lazydocker
lazygit
linux-firmware
mpv
nano
nautilus
neovim
net-tools
netctl
nodejs
noto-fonts-emoji
npm
openssh
openvpn
pamixer
pipewire
pipewire-audio
pipewire-pulse
polkit-gnome
ripgrep
slurp
starship
sudo
sushi
swaybg
swayosd
ttf-jetbrains-mono-nerd
unzip
uwsm
vi
waybar
wayvnc
wget
which
wireguard-tools
wireless-regdb
wireless_tools
wiremix
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zenity
zip
